import React from 'react'
import Row from 'react-bootstrap/esm/Row'

export default function About() {
  return (
    <div className='aboutCont black'>
      <Row>
        <p className='fontColor smallFont' style={{'direction':'rtl'}}>
          אני נאור מחלוף - מר ישראל ומפתח גוף מקצועי.<br></br>
          בעלים של סטודיו NForce בבאר שבע ומוביל לשינוי כבר מעל 5000 לקוחת מרוצים.<br></br>
          ,השירות שלי נותן מענה למטרות - חיטוב, מסה, עיצוב הגוף,
          בנוסף מכין מתחרים מקצועיים לתחרויות פיתוח גוף בארץ.<br></br>
          בליווי המטרה שלי לתת לכם ידע וערך מכל מה שלמדתי במהלך השנים שלי כמתאמן ומפתח גוף מקצועי.<br></br>
          איתי תלמדו שיטות עבודה חדשות, זויות חדשות, ותזכו לאימונים פרונטליים בחדר הכושר כדי לחזק טכניקה, והכי חשוב - לימוד אינטנסיביות גבוהה שבלעדיה לא תגיעו לתוצאות במהלך האימונים שלכם.<br></br>
          כל הסודות הכי גדולים מחכים לכם כאן.<br></br>
          בהצלחה!<br></br>
        </p>
      </Row>
  </div>
  )
}
